"livechat.inputfield.questionplaceholder" = "Cuir isteach do cheist";
"livechat.inputfield.messageplaceholder" = "Teachtaireacht";
"livechat.inputfield.feedbackplaceholder" = "Scríobh d’aiseolas anseo...";
"livechat.inputfield.commentplaceholder" = "Scríobh trácht";
"livechat.headertitle.department" = "Roghnaigh an rannóg";
"livechat.headertitle.feedback" = "Tabhair moltaí";
"livechat.button.send" = "Seol";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Leabharlann ghrianghraf";
"livechat.button.sendPhoto" = "Seol grianghraf";
"livechat.button.takescreenshot" = "Tóg seat den scáileán";
"livechat.button.cancel" = "Cealaigh";
"livechat.button.open" = "Oscailte";
"livechat.button.copy" = "Cóipeáil";
"livechat.button.submit" = "CUIR ISTEACH";
"livechat.button.back" = "< Siar";
"livechat.button.select" = "Select";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Siar";
"livechat.message.savetolibrary" = "Sabháil sa Rolla Ceamara";
"livechat.message.offlineSend" = "Seol As líne";
"livechat.message.secs" = "%@ soicindí";
"livechat.message.sec" = "%@ soicind";
"livechat.message.newmessage" = "%@ teachtaireacht nua";
"livechat.message.newmessages" = "%@ teachtaireachtaí nua";
"livechat.message.chattransfered" = "Aistríodh an comhrá. Haigh,%@ anseo!! Bheinn sásta tuilleadh cabhair a thabhairt duit.";
"livechat.message.agenjoinedchat" = "Tá %@ tar éis teacht isteach sa chomhrá seo.";
"livechat.message.sessionended" = "Tá an seisiún thart - #%@";
"livechat.message.sessionendednovisitid" = "Tá deireadh curtha leis an seisiún";
"livechat.message.connectedto" = "Nasctha le %@";
"livechat.message.sessionendtime" = "Cuirfear deireadh leis an seisiún comhrá i gceann %@";
"livechat.message.chatmissed" = "Rachaidh muid i dteagmháil leat arís gan mhoill";
"livechat.message.defaultthankmsg" = "Go raibh maith agat as dul i dteagmháil linn! \n Ba mhaith linn aiseolas agus rátáil a fháil uait.";
"livechat.ratingresponse.ratingandfeedback" = "Go raibh maith agat as ucht rátáil agus aiseolas a thabhairt";
"livechat.ratingresponse.feedback" = "Go raibh maith agat as ucht aiseolas a thabhairt";
"livechat.ratingresponse.rating" = "Go raibh maith agat as ucht rátáil a thabhairt";
"livechat.message.name" = "Mise";
"livechat.ratingmessage.bad" = "Go dona";
"livechat.ratingmessage.good" = "Go maith";
"livechat.ratingmessage.wow" = "Iontach";
"livechat.feedbackmessage.nofeedback" = "Ní aon aiseolas";
"livechat.connectionstatus.online" = "Ar líne";
"livechat.connectionstatus.offline" = "As líne";
"livechat.connectionstatus.connecting" = "Ag nascadh";
"livechat.connectionstatus.waitingfornetwork" = "Ag feitheamh ar an líonra";
"livechat.connectionstatus.noconnection" = "Níl tú nasctha leis an líonra...";
"livechat.day.morning" = "Maidin";
"livechat.day.afternoon" = "Iarnóin";
"livechat.day.evening" = "Tráthnóna";
"livechat.day.night" = "Oíche";
"livechat.day.today" = "Inniu";
"livechat.day.yesterday" = "Inné";
"livechat.fileSize.exceed.alert" = "Méid an Comhad ná an teorainn uasta is inghlactha";




//

"livechat.message.sessionend" = "Cuirfear deireadh leis an seisiún comhrá";

"livechat.leave.feedback" = "Go raibh maith agat as dul i dteagmháil linn! \n Ba mhór againn aiseolas a fháil uait.";

"livechat.offline.sent" = "Seolta as líne";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "íomhá";

"livechat.conversation.vidoe" = "físeán";

"livechat.conversation.audio" = "fuaim";

"livechat.conversation.file" = "comhad";

"livechat.conversation.location" = "láthair";

"livechat.conversation.contact" = "teagmháil";

"livechat.ongoing.typing" = "ag clóscríobh";

"livechat.offline.message" = "Nílimid anseo faoi láthair. Fág teachtaireacht dúinn le do thoil agus rachaimid i dteagmháil leat chomh luath agus is féidir linn.";

"livechat.start.chat" = "Tosaigh an comhrá";

"livechat.recently.viewed" = "Cinn ar breathnaíodh orthu le déanaí";

"livechat.faq.srarch.empty" = "Úps! Tá an t-alt atá á lorg agat fós á réiteach! Tar ar ais ar ball le do thoil!";

"livechat.faq.search" = "Cuardaigh alt";

"livechat.conversation" = "Comhráite";

"livechat.faq" = "Bunachar Faisnéise";

"livechat.conversation.search.empty" = "Úps! Tá an chuma air nach bhfuil an focal cuardaigh a chlóscríobh tú anois díreach i gceann ar bith de na comhráite. Seans gur mhaith leat triail a bhaint as focal cuardaigh eile!";

"livechat.conversation.attended" = "in %@ le %@"; //in zylker with andrew

"livechat.conversation.missed" = "Caillte in %@";//Missed in sales

"livechat.conversation.search" = "Cuardaigh comhrá";

"livechat.conversation.empty" = "Níl aon chomhrá ann fós! Ní gá duit ach cliceáil agus beidh tú i dteagmháil lenár saineolaithe.";

"livechat.faq.empty" = "Tá modúl na n-alt dár gcuid fós á chur le chéile!";

"livechat.conversaiton.awaiting" = "Ag fanacht leis an nasc...";

"livechat.faq.article" = "Alt";

"livechat.faq.articles" = "Ailt";

"livechat.faq.view" = "amhairc";

"livechat.faq.views" = "amhairc";





"livechat.button.endsession" = "Stop an Seisiún";
"livechat.message.missedChat" = "Comhrá a cailleadh";
"livechat.message.sharedfile" = "Comhroinneadh comhad";
"livechat.message.suggestions" = "Moltaí";
"livechat.message.like" = "Is maith liom";
"livechat.message.dislike" = "Ní maith liom";
"livechat.message.timezone" = "Crios ama";
"livechat.message.date" = "Dáta";//
"livechat.message.time" = "Am";//
"livechat.message.from" = "Ó";//
"livechat.message.to" = "Go dtí";//
"livechat.message.speaker" = "Cainteoir";
"livechat.message.settings" = "Socruithe";
"livechat.message.okay" = "Ceart go leor";
"livechat.button.dnt" = "Ná rianaigh";
"livechat.button.gotit" = "Tá sé agam!";
"livechat.button.learnmore" = "Foghlaim Tuilleadh";
"livechat.button.accept" = "Glacaim";
"livechat.button.decline" = "Diúltaím";
"livechat.message.slidetodelete" = "Sleamhnaigh chun é a Scriosadh";
"livechat.message.holdtorecord" = "Coinnigh chun é a thaifeadadh, Scaoil chun é a stopadh";
"livechat.permission.microphone" = "Ceadaigh rochtain ar mhicreafón do ghléis chun do theachtaireachtaí gutha a thaifeadadh agus a sheoladh.";
"livechat.buttton.later" = "Níos déanaí";
"livechat.message.permission" = "Déan nascleanúint go dtí socruithe na n-aipeanna";
"livechat.message.angry" = "Feargach";
"livechat.message.sad" = "Brónach";
"livechat.message.neutral" = "Neodrach";
"livechat.message.good" = "Go maith";
"livechat.message.great" = "Iontach";

"livechat.message.chattransfering" = "Tá %@ ag aistriú an comhrá seo go dtí %@.";
"livechat.message.forwardsupport" = "Tá %@ ag aistriú an comhrá seo.";
"livechat.message.forwardaccepted" = "Cuireadh an comhrá ar aghaidh chuig %@.";

"livechat.button.done" = "Déanta";
"livechat.button.skip" = "Scipeáil";
"livechat.button.confirm" = "Deimhnigh";
"livechat.message.bookslot" = "Cuir Sliotán in áirithe";

"livechat.message.verybad" = "An-dona";
"livechat.message.neutral" ="Neodrach";
"livechat.message.pickdate" = "Roghnaigh Dáta";
"livechat.message.pickslot" = "Roghnaigh Sliotán Ama";
"livechat.message.pickloc" = "Roghnaigh áit";
"livechat.message.location" = "Suíomh";
"livechat.message.curloc" = "Seol áit reatha" ;
"livechat.message.selloc" = "Seol áit roghnaithe";

"livechat.message.changeemail" = "Athraigh an seoladh ríomhphoist";
"livechat.message.translateconsent" = "Google Translation";
"livechat.message.chatconsent" = "Toiliú Comhrá";
"livechat.message.trackconsent" = "Toiliú Rianaithe";
"livechat.chatconsent.message" = "Trí chliceáil ar “Glacaim”, aontaíonn tú leis na téarmaí agus na coinníollacha go léir dár gcuid atá sonraithe sa doiciméad.";
"livechat.trackconsent.message1" = "Haigh! Déantar rianú ar do chuid gníomhaíochtaí ar an aip seo againne chun do thaithí úsáide a fheabhsú.";
"livechat.trackconsent.message2" = "Haigh! Déantar rianú ar do chuid gníomhaíochtaí ar an aip seo againne chun do thaithí úsáide a fheabhsú. Más mian leat gan a bheith páirteach ansin, áfach, cliceáil ar an rogha “Ná rianaigh”.";
"livechat.message.cardmask" = "Mascadh Cárta Creidmheasa";
"livechat.creditcard.message" = "Ós rud é gur sonra íogair í uimhir do chárta, an bhfuil fonn ort go ndéanfaimis an chéad 12 digit d’uimhir do chárta a cheilt?";
"livechat.button.mask" = "Ceil";
"livechat.message.emailtranscript" = "Tá tú ar tí an athscríbhinn ar an gcomhrá seo a sheoladh chuig %@.";


"livechat.message.continuesession" = "Tá do sheisiún comhrá linn curtha i gcrích. An bhfuil aon cheisteanna eile agat lena soiléiriú? Cliceáil ar \"Lean ar aghaidh\" chun dul i mbun comhrá linn.";
"livechat.button.sendemail" = "Seol an tras-scríbhinn ar an gcomhrá seo ar an ríomhphost";
"livechat.button.continue" = "Leanúint ar aghaidh";
"livechat.message.typeemail" = "Cuir isteach do sheoladh ríomhphoist";
"livechat.message.mailsent" = "Seoladh an ríomhphost";
"livechat.message.mailfailed" = "Theip ar sheoladh an ríomhphoist";


"livechat.button.yes" = "TÁ";
"livechat.button.no" = "NÍL";
"livechat.message.connectohuman" = "An bhfuil fonn ort cabhair a fháil ó dhuine?";


"livechat.message.downloading" = "Ag íoslódáil";
"livechat.message.uploading" = "Ag uaslódáil";

"livechat.message.sendphoto" = "Seol grianghraf 1";
"livechat.message.sendvideo" = "Seol fís 1";

"livechat.message.sendphotos" = "Seol %@ grianghraf";
"livechat.message.sendvideos" = "Seol %@ fís";


"livechat.message.senditems" = "Seol %@ earra";

"livechat.message.saved" = "Sábháilte";
"livechat.message.screenshot" = "Cliceáil chun é a Ghabháil";

"livechat.message.time.yearsago" = "%@ b ó shin";
"livechat.message.time.monthsago" = "%@ m ó shin";
"livechat.message.time.weeksago" = "%@ se ó shin";
"livechat.message.time.daysago" = "%@ l ó shin";
"livechat.message.time.hoursago" = "%@ u ó shin";
"livechat.message.time.minutesago" = "%@ n ó shin";
"livechat.message.time.secondsago" = "%@ so ó shin";
"livechat.continue.chat" = "Lean ar aghaidh leis an gcómhra";
"livechat.conversation.started" = "in %@";
"livechat.message.sendfeedback" = "Seol Aiseolas";
"livechat.message.sessionendtime" = "Cuirfear deireadh leis an seisiún comhrá i gceann %@";

"livechat.message.recieveimage" = "Sheol %@ íomhá chugat";
"livechat.message.recievevideo" = "Sheol %@ fís chugat";
"livechat.message.recievegif" = "Sheol %@ GIF chugat";
"livechat.message.recievefile" = "Sheol %@ comhad chugat";
"livechat.message.recieveaudio" = "Sheol %@ clip fuaime";
"livechat.message.sharescreenshot" = "Comhroinn seat den scáileán";

//FORMS
"livechat.message.defaultthankmsg" = "B’áthas orm labhairt leat inniu. Tóg nóiméad le do thoil chun do 'Rátáil' a thabhairt dúinn.";

"livechat.message.rate.1star" = "Tá brón orainn nach bhféadfaimid cabhrú leat. Cuirfimid feabhas ar ár dtacaíocht.";
"livechat.message.rate.2star" = "Ár leithscéal. Cinnteoimid go mbeidh taithí níos fearr agat an chéad uair eile.";
"livechat.message.rate.3star" = "Go raibh maith agat as ucht an rátáil! Bí i dteagmháil linn le haghaidh tuilleadh cúnaimh.";
"livechat.message.rate.4star" = "Go raibh maith agat as ucht do rátáil. Beimid sásta cabhrú leat.";
"livechat.message.rate.5star" = "Iontach, go raibh maith agat!  Beidh áthas orainn cabhrú leat";

"livechat.message.feedback" = "Go raibh maith agat as d’aiseolas.";

"livechat.message.state.connecting" = "Ag nascadh";
"livechat.message.state.connected" = "Ceangailte";

"livechat.message.inputcard.title.name" = "Cuir Isteach Ainm";
"livechat.message.inputcard.title.phone" = "Cuir Isteach Teagmháil";
"livechat.message.inputcard.title.url" = "Cuir Isteach URL";
"livechat.message.inputcard.title.email" = "Cuir Isteach Ríomhphost";

"livechat.message.inputcard.error.name" = "Cuir isteach ainm bhailí";
"livechat.message.inputcard.error.email" = "Cuir isteach seoladh ríomhphoist bhailí";
"livechat.message.inputcard.error.contact" = "Cuir isteach uimhir theagmhála bhailí";
"livechat.message.inputcard.error.url" = "Cuir isteach URL bailí";

"livechat.message.form.inline.introduction" = "Cabhraigh linn fáil amach cé a bhfuilimid ag labhairt leis.";
"livechat.message.form.inline.chatmessage" = "Tabhair cúpla sonraí dúinn chun comhrá a thosú.";
"livechat.message.form.inline.buttontitle" = "Líon an Fhoirm";

"livechat.message.form.field.error.question" = "Cuir isteach Ceist";
"livechat.message.form.field.question" = "Cuir isteach do cheist anseo";
"livechat.message.form.field.campaign" = "Ar mhaith leat síniú lenár nuachtlitir?";

"livechat.message.form.field.error.unknown" = "Tá an freagra ar tugadh neamhbhailí.";

"livechat.message.form.field.department.fieldname" = "Rannóg";
"livechat.message.form.field.department.message" = "Roghnaigh an rannóg ar chóir do cheist a sheoladh chuici";
"livechat.message.form.field.department.placeholder" = "Roghnaigh rannóg";
"livechat.message.form.field.department.coversation.error" = "Roghnaigh rannóg eile le do thoil.";
"livechat.message.form.field.department.traditional.error" = "Roghnaigh rannóg bhailí";



"livechat.message.form.field.email.fieldname" = "Ríomhphost";
"livechat.message.form.field.email.message" = "Féadfaimid ríomhphost a sheoladh chuig?";
"livechat.message.form.field.email.placeholder" = "Cuir isteach do sheoladh ríomhphoist";
"livechat.message.form.field.email.coversation.error" = "Is cosúil go bhfuil an seoladh ríomhphoist a chuir tú isteach mícheart. Cuir isteach do sheoladh ríomhphoist arís le do thoil.";
"livechat.message.form.field.email.traditional.error" = "Cuir isteach seoladh ríomhphoist bhailí";



"livechat.message.form.field.phone.fieldname" = "Teileafón";
"livechat.message.form.field.phone.message" = "An bhféadfaidh muid uimhir theileafóin a fháil?";
"livechat.message.form.field.phone.placeholder" = "Cuir isteach d’uimhir theileafóin";
"livechat.message.form.field.phone.coversation.error" = "Is cosúil go bhfuil an uimhir theileafóin a chuir tú isteach mícheart. Cuir isteach d’uimhir theileafóin arís le do thoil.";
"livechat.message.form.field.phone.traditional.error" = "Cuir isteach uimhir theileafóin bhailí";


"livechat.message.form.field.name.fieldname" = "Ainm";
"livechat.message.form.field.name.message" = "Cén t-ainm is mian leat a thabhairt ort?";
"livechat.message.form.field.name.placeholder" = "Cuir isteach d’ainm";
"livechat.message.form.field.name.coversation.error" = "Níl cuma air go bhfuil an t-ainm a chuir tú isteach ceart. Cuir isteach d’ainm arís le do thoil.";
"livechat.message.form.field.name.traditional.error" = "Cuir isteach ainm bhailí";

"livechat.button.sure" = "Cinnte";
"livechat.message.form.conversation.sendername" = "Oibreoir";
"livechat.message.form.traditional.title" = "Sonraí Úsáideora";

"livechat.message.error.internet" = "Seiceáil do naisc Idirlín le do thoil.";
"livechat.message.error.unknown" = "Úps! Tharla earráid éigin. Triail arís le do thoil";


//REOPEN
"livechat.message.error.internet" = "Seiceáil do nasc Idirlín le do thoil.";
"livechat.message.error.unknown" = "Úps! Tharla earráid éigin. Triail arís le do thoil";
"livechat.conversation.started_no_dept" = "le %@";
"livechat.message.reopensession" = "Tháinig deireadh le do sheisiún comhrá. Is féidir leat an comhrá a athoscailt má tá tuilleadh ceisteanna agat.";
"livechat.message.failiure.unknown" = "Tharla earráid éigin. Cód earráide: %@";
"livechat.message.failiure.throttle" = "Tá an nasc maolaithe. Triail arís ar ball.";
"livechat.button.reopen" = "Athoscail an comhrá";
"livechat.message.conversation.reopened" = "Tá an comhrá athoscailte agat";
"livechat.message.sendblocked.ended" = "Tá deireadh tagtha leis an gcomhrá seo";
"livechat.message.conversation.operatorsunavailable" = "Níl aon oibreoir ar fáil";
"livechat.message.conversation.waiting" = "Glacfaidh oibreoir páirt sa chomhrá sula i bhfad";
"livechat.message.conversation.formwaiting" = "Ag fanacht le sonraí uait";

"livechat.message.chatwithus" = "Téigh i mbun comhrá linn anois!";
"livechat.message.search" = "Cuardaigh";
"livechat.rate.titlemessage" = "Cén sórt comhrá a bhí agat linn?";
"livechat.rate.subtitlemessage" = "Bíodh am agat le do thoil chun rátáil a thabhairt";
"livechat.message.time.justnow" = "Anois díreach";
"livechat.message.file" = "Comhad";
"livechat.message.missed.message" = "Ár leithscéal, chaill muid thú! Rachaidh muid i dteagmháil leat arís gan mhoill!";
"livechat.message.connection.online.message" = "Ar ais ar líne!";

"salesiq.chat.branding" = "Bunaithe ar SalesIQ Mobilisten";
"livechat.button.download" = "Íoslódáil";
"livechat.alert.formactivenotice.title" = "Tá foirm ghníomhach i gcomhrá eile";
"livechat.alert.formactivenotice.subtitle" = "Tabhair chun críche an fhoirm sa chomhrá roimhe seo sula gcuirfidh tú tús le comhrá nua!";
"livechat.message.offlinemessage.submitted" = "Cuireadh isteach teachtaireacht as líne";
"livechat.message.storage_permission.denied" = "Diúltaíodh cead stórála.";
"livechat.message.timedout" = "Bhí an t-am istigh";
"livechat.message.success" = "D’éirigh leis";
"livechat.message.faliure" = "Theip air";

"livechat.message.widget.selectionlimit" = "Baineadh amach an teorainn i dtaobh líon na roghanna";
"livechat.message.noresult" = "Níor aimsíodh aon torthaí";
"livechat.message.waitingforconnection" = "Ag fanacht ar nasc líonra";
"livechat.message.chat.closedalert" = "Seisiún dúnta! Athoscail an comhrá chun leanúint ar aghaidh.";

"livechat.message.info.chatmissed" = "Níor fhéadamar freagra a thabhairt ar an iarraidh uait dul i mbun comhrá.";
"livechat.message.status.sending" = "Á sheoladh";
"livechat.message.status.sent" = "Seolta";
"livechat.message.status.resend" = "Seol arís";
"livechat.message.status.delete" = "Scrios";
"livechat.message.inputcard.error.novalue" = "Cuir isteach luach bailí le do thoil";

"livechat.chat.pendingaction.placeholder" = "Fan le do thoil.";
"livechat.chat.sender.profanity.alert" = "Foláireamh maidir le Mí-Úsáid";
"livechat.chat.queue.banner.calculating" = "Tá an t-am feithimh á ríomh...";
"livechat.chat.queue.banner.title" = "Tá tú sa scuaine i gcomhair comhrá";
"livechat.chat.queue.banner.timeremaining" = "Meastar go mbeidh tú ag feitheamh thart ar ~ %@";
"livechat.chat.queue.banner.position.subtitle" = "Áit";
"livechat.chat.list.subtitle.queue.spot" = "Áit sa scuaine: %@";
"livechat.gdpr.googletranslate.consent" = "D’fhéadfadh roinnt aistriúchán ó Google a bheith sa tseirbhís seo. Séanann Google gach barántas a bhaineann leis na haistriúcháin, sainráite nó intuigthe, lena n-áirítear aon bharántais chruinneas, iontaofachta, agus aon bharántaí intuigthe in-thrédhearcachta, chun críche áirithe ar leith agus neamh-sáraithe.";

"livechat.button.schedule" = "Sceideal";
"livechat.message.inputwidget.datetime.title" = "Dáta & Am";
"livechat.message.search.country.placeholder" = "Cuardaigh tír nó cód";
"livechat.message.permission.denied.location" = "Diúltaíodh cead suímh";
"livechat.messsage.search.noresults" = "Theip orainn aon torthaí a aimsiú a mheaitseálann do chuardach";

"livechat.message.status.edit" = "Cuir in eagar";
"livechat.message.status.reply" = "Freagair";
"livechat.message.deletingmessage" = "Teachtaireacht á scriosadh";
"livechat.message.deletemessage" = "An bhfuil fonn ort Teachtaireacht a scriosadh?";
"livechat.message.messagedeletedforeveryone" = "Scriosfar an teachtaireacht seo do gach duine. Ní féidir an gníomh seo a chealú";
"livechat.message.loadmoremessage" = "Lódáil níos mó";
"livechat.message.messagedeleted" = "Scriosadh an teachtaireacht seo";
"livechat.message.messageedited" = "Curtha in eagar";
"livechat.message.failure.transcriptFetch" = "Ní féidir teachtaireachtaí a lódáil. Triail arís ar ball.";
"livechat.message.failure.deleteMessage" = "Ní féidir an teachtaireacht a scriosadh. Triail arís ar ball.";
"livechat.message.failure.editMessage" = "Ní féidir an teachtaireacht a chur in eagar. Triail arís ar ball.";

"livechat.message.log.title" = "Loga aipe";
"livechat.message.log.chatMessage" = "D'iarr an t-oibreoir rochtain ar do loga aipe";
"livechat.message.share" = "Comhroinn";
"livechat.info.message" = "Cóipeáilte";

"livechat.booking.description"="Cliceáil ar ‘Cuir in áirithe anois’ chun do choinne a shocrú."; 
"livechat.booking.bookappointment" = "Cuir coinne in áirithe"; 
"livechat.booking.cancelbooking" = "Cuir áirithint ar ceal"; 
"livechat.booking.cancelbooking.message" = "An bhfuil tú cinnte gur mhaith leat an áirithint seo a chur ar ceal?"; 
"livechat.booking.discardbooking" = "An bhfuil tú cinnte gur mhaith leat fáil réidh leis na hathruithe seo?"; 
"livechat.common.discard" = "Faigh réidh leo"; 
"livechat.booking.pickadate" = "Roghnaigh dáta"; 
"livechat.booking.allslotsbooked" = "Tá na sliotáin ar fad curtha in áirithe cheana."; 
"livechat.booking.allslotsbooked.message" = "Tá na sliotáin ar fad curtha in áirithe cheana ar an dáta seo, bain triail as dáta eile."; 
"livechat.booking.unavailable" = "Níl sé ar fáil"; 
"livechat.booking.slots" = "Sliotáin"; 
"livechat.booking.slot" = "Sliotán"; 
"livechat.booking.choosedate" = "Roghnaigh dáta"; 
"livechat.booking.bookingconfirmation.title" = "Deimhniú áirithinte"; 
"livechat.booking.verifydetails" = "Deimhnigh na sonraí teagmhála"; 
"livechat.common.noresultfound" = "Ní bhfuarthas aon toradh ar an gcuardach"; 
"livechat.booking.choosetimeslot.title" = "Roghnaigh sliotán ama"; 
"livechat.booking.booknow" = "Cuir in áirithe anois"; 
"livechat.booking.scheduled" = "Sceidealaithe"; 
"livechat.booking.cancelled" = "Curtha ar ceal"; 
"livechat.booking.reschedule" = "Athsceidealaigh"; 
"livechat.booking.cancel" = "Ceallaigh";

"livechat.booking.expired" = "Imithe in éag";
"livechat.booking.rescheduled" = "Athsceidealaithe";
"livechat.booking.error.booknow" = "Bain triail as arís";
"livechat.booking.error.bookanappointment" = "Ní féidir coinne a dhéanamh";
"livechat.booking.error.confirmappointment" = "Níorbh fhéidir an choinne a dhéanamh. Bain triail as arís.";
"livechat.booking.error.rescheduleaction" = "Níorbh fhéidir é a athsceidealú. Bain triail as arís.";
"livechat.booking.error.cancelaction" = "Níorbh fhéidir é a chur ar ceal. Bain triail as arís.";
"livechat.booking.error.rescheduleappointment" = "Níorbh fhéidir é a athsceidealú. Bain triail as arís.";
"livechat.info.booking.reschedule" = "Rinneadh an choinne a athsceidealú";
"livechat.info.booking.cancel" = "Cuireadh an choinne ar ceal";
"livechat.booking.success.appointment" = "Rinneadh coinne";
"livechat.booking.success.reschedule" = "Rinneadh an choinne a athsceidealú";
"livechat.booking.success.cancel" = "Cuireadh an choinne ar ceal";
"livechat.booking.disabled" = "Níl comhtháthú cumasaithe sa tairseach";
"livechat.booking.search" = "Níor aimsíodh aon torthaí cuardaigh le haghaidh";
"livechat.voicemessage.alert.title" = "Faigh réidh leis an nglórphost";
"livechat.voicemessage.alert.message" = "Gheobhaidh sé seo réidh leis an nglórphost taifeadta";
"livechat.booking.alert.discardChangesPrompt" = "Ní shábhálfar na hathruithe a rinneadh. An bhfuil fonn ort leanúint ar aghaidh?";
"livechat.alert.button.proceed" = "Lean ar aghaidh";
"livechat.alert.button.cancel" = "Ceallaigh";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Cuardaigh le déanaí";
"livechat.knowledgebase.categories" = "Catagóirí";
"livechat.knowledgebase.article.updated" = "Nuashonraithe";
"livechat.knowledgebase.action.like" = "Is maith liom";
"livechat.knowledgebase.action.dislike" = "Ní maith liom";
"livechat.knowledgebase.info.liked" = "Tugadh “Is maith liom” dó";
"livechat.knowledgebase.info.disliked" = "Tugadh “Ní maith liom” dó";
"livechat.knowledgebase.view" = "radharc";
"livechat.knowledgebase.views" = "radharc";
"livechat.knowledgebase.action.invalid" = "Gníomh neamhbhailí. Bain triail as arís.";
"livechat.knowledgebase.noviews" = "Amharc ar bith";

"livechat.knowledgebase.subcategories" = "Fochatagóirí";
"livechat.knowledgebase.article" = "alt amháin";
"livechat.knowledgebase.articles" = "alt";
"livechat.knowledgebase.relatedarticles" = "Ailt ghaolmhara";
"livechat.knowledgebase.subcategory.count" = "fhochatagóir amháin";
"livechat.knowledgebase.subcategories.count" = "fochatagóir";
"livechat.knowledgebase.recentlyviewed" = "Cinn ar breathnaíodh orthu le déanaí";
"livechat.knowledgebase.choosedepartment" = "Roghnaigh rannóg";
"livechat.knowledgebase.search.departments" = "Rannóga";
"livechat.knowledgebase.delete.or.disabled" = "Níl an t-alt ar fáil";

"livechat.chat" = "Comhrá";
"livechat.knowledgebase.time.yearsago" = "Uasdátaithe %@ bliain ó shin";
"livechat.knowledgebase.time.monthago" = "Uasdátaithe %@ mí ó shin";
"livechat.knowledgebase.time.dayago" = "Uasdátaithe lá amháin ó shin";
"livechat.knowledgebase.time.daysago" = "Uasdátaithe %@ lá ó shin";
"livechat.knowledgebase.time.hourago" = "Uasdátaithe uair an chloig amháin ó shin";
"livechat.knowledgebase.time.hoursago" = "Uasdátaithe %@ uair an chloig ó shin";
"livechat.knowledgebase.time.justnow" = "Uasdátaithe anois díreach";

"livechat.conversation.unavailable" = "Níl an comhrá ar fáil";
"livechat.message.file.not.supported" = "Ní thacaítear leis an gcineál comhaid seo";
"livechat.message.sending.failed" = "Theip ar sheoladh na teachtaireachta";
"livechat.launcher.dismiss" = "Tarraing anseo chun é a dhúnadh";
"livechat.button.endchat" = "Cuir deireadh leis an gcómhra";


"livechat.message.resendall" = "Seol iad go léir arís";
"livechat.message.deleteall" = "Scrios iad go léir";
"livechat.filebotcard.minimumselection.error" = "Roghnaigh ar a laghad %@ comhad";
"livechat.filebotcard.maximumselection.error" = "Ní féidir níos mó ná %@ comhad a roinnt";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Níor cheart an comhad a bheith níos mó ná %@";
"livechat.filebotcard.upload" = "Uaslódáil";

"livechat.message.widget.minimumselectionlimit" = "Ní mór íosmhéid %@ a roghnú";
"livechat.message.resource.viewarticle" = "Breathnaigh ar Alt";
"livechat.filebotcard.unsupportedfile.error" = "Ní thacaítear leis an gcomhad a roghnaíodh, roghnaigh comhad eile. ";
"livechat.fab.call.action" = "Glaoigh";
"livechat.fab.chat.action" = "Comhrá";
"livechat.fab.close.action" = "Dún";

"livechat.info.call.convertedaschat" = "Thiontaigh %@ an glao ina chomhrá";
"livechat.info.call.end" = "Glao fuaime ag %@ ar feadh %@";
"livechat.info.call.reject.peer" = "Tá %@ gnóthach faoi láthair. Bain triail as glao arís ar ball";
"livechat.info.call.reject" = "Dhiúltaigh %@ glao fuaime ag %@";
"livechat.info.call.missed.other" = "Chaill %@ do ghlao fuaime ag %@";
"livechat.info.call.missed.self" = "Chaill %@ glao fuaime ag %@";
"livechat.info.call.cancelled" = "Chuir %@ glao fuaime ar ceal ag %@";
"livechat.common.loading" = "Ag lódáil...";
"livechat.call.title.ongoingcall" = "Glao ar siúl";
"livechat.prechat.chat.online.title" = "Téigh i mbun comhrá linn anois!";
"livechat.prechat.chat.offline.title" = "Fág teachtaireacht againn";
"livechat.prechat.call.online.title" = "Cuir glao orainn anois";
"livechat.prechat.call.offline.title" = "Fág glao caillte";
"livechat.call.warning.make.new.call" = "Ní féidir leat glao nua a chur agus tú ar ghlao eile cheana.";
"livechat.call.end.alert.when.end.conversation" = "Má chuirtear deireadh leis an gcomhrá cuirfear deireadh leis an nglao freisin. An bhfuil tú cinnte go bhfuil fonn ort leanúint ar aghaidh?";
"livechat.action.end" = "Deireadh";
"livechat.prechat.brand.back.to.online" = "Haigh, táimid ar ais ar líne!";
"livechat.call.outgoingcall.duration" = "Glao ag dul amach chuig %@";
"livechat.call.missed" = "Glao caillte";
"livechat.call.cancelled" = "Glao curtha ar ceal";
"livechat.missed.chat.response" = "Go raibh maith agat as dul i dteagmháil linn! Rachaidh muid i dteagmháil leat arís gan mhoill.";
"livechat.call.miss.alert.title" = "Níl na hoibritheoirí ar fáil";
"livechat.call.miss.alert.message" = "An bhfuil fonn ort glao caillte a fhágáil?";
"livechat.chat.miss.alert.message" = "An bhfuil fonn ort teachtaireacht a fhágáil dúinn?";
"livechat.call.recording.consent.title" = "Toiliú maidir le glao a thaifead";
"livechat.call.recording.consent" = "Déantar gach glao a thaifead ar mhaithe le dearbhú cáilíochta, taifead a choimeád, agus oiliúint. Trí chliceáil ar ‘Glacaim’ toilíonn tú go ndéanfar an glao a thaifead.";
"livechat.call.queue.title" = "Glao sa scuaine";
"livechat.call.microphone.permission.title" = "Tabhair cead";
"livechat.call.microphone.permission.custom.message" = "Teastaíonn cead ó %@ do mhicreafón a rochtain le haghaidh glaonna gutha";
"livechat.call.microphone.permission.message" = "Teastaíonn cead ón aip seo do mhicreafón a rochtain le haghaidh glaonna gutha";
"livechat.button.endconversation" = "Cuir deireadh leis an gComhrá";
"livechat.message.offlinechat" = "Comhrá as líne";
"livechat.message.offlinecall" = "Glao as líne";
"livechat.checkbox.consent.message" = "Aontaím leis na téarmaí agus na coinníollacha";
"livechat.checkbox.consent.message.tac" = "dtéarmaí agus coinníollacha";
"livechat.list.subtitle.queue.call" = "Tá do ghlao sa scuaine. Fan le do thoil.";
"livechat.list.subtitle.queue.chat" = "Tá do chomhrá sa scuaine. Fan le do thoil.";
"livechat.common.gdpr.consent.title" = "Cead comhrá";
"livechat.common.gdpr.consent.message" = "Trí chliceáil ar “Glacaim”, aontaíonn tú leis na téarmaí agus na coinníollacha go léir a shonraítear sa doiciméad.";
"livechat.common.gdpr.consent.message.in.forms" = "Trí thic a chur sa bhosca téarmaí agus coinníollacha, glacann tú leis na rialacháin go léir a shonraítear sa doiciméad.";
"livechat.form.toast.agree.tac" = "Aontaigh leis na Téarmaí agus na Coinníollacha chun leanúint ar aghaidh";
"livechat.list.missed.call.subtitle" = "Chailleamar do ghlao. Bain triail eile as ar ball.";
"livechat.list.cancel.call.subtitle" = "Chuir tú glao fuaime ar ceal.";
"livechat.list.subtitle.ongoingcallinothersession" = "Glao ar siúl i seisiún eile";
"livechat.call.failed.message" = "Is cosúil nach bhfuil aon oibritheoir ar fáil faoi láthair!";
"livechat.call.waiting.for.response" = "Fan go dtiocfaidh ionadaí tacaíochta chuig do ghlao";
"livecaht.call.initialization.failed" = "Theip ar an túsúchán";
